brigand/fast-nvm-fish
jethrokuan/fzf
jethrokuan/z
edc/bass
oh-my-fish/plugin-bang-bang
oh-my-fish/plugin-thefuck
oh-my-fish/theme-bobthefish
Gazorby/fish-abbreviation-tips
matchai/spacefish
